Revit 2027 API
BuiltInFailures.FabricFailures.BendDiameterNegative Property
 Fabric Bend Diameter is negative.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId BendDiameterNegative { get; }
Public Shared ReadOnly Property BendDiameterNegative As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ BendDiameterNegative {
	FailureDefinitionId^ get ();
}
static member BendDiameterNegative : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.FabricFailures Class
Autodesk.Revit.DB Namespace